#include<iostream>
using namespace std;
int main (){
/*I=P×R×T
এখানে:

I হলো সরল সুদ (Simple Interest), অর্থাৎ যে সুদ আপনি পাবেন বা দেবেন।

P হলো আসল বা মূলধন (Principal), অর্থাৎ যে টাকাটা আপনি প্রথমে ঋণ নিয়েছেন বা বিনিয়োগ করেছেন।

R হলো বার্ষিক সুদের হার (Rate of Interest)। এটি শতকরা হিসাবে প্রকাশ করা হয়, কিন্তু হিসাবের সুবিধার জন্য একে দশমিকে রূপান্তর করতে হয়। যেমন, ৫% সুদের হারকে ০.০৫ লিখতে হবে।

T হলো সময় (Time)। এই সময়কালকে অবশ্যই বছরে হিসাব করতে হবে।*/
float p= 1000;
float t=3;
float r= 30;
float SI= (p*t*r)/100;
cout<<SI;

}

